[{"title":"A Hillside Thaw","content":"To think to know the country and now know\nThe hillside on the day the sun lets go\nTen million silver lizards out of snow!\nAs often as I've seen it done before\nI can't pretend to tell the way it's done.\nIt looks as if some magic of the sun\nLifted the rug that bred them on the floor\nAnd the light breaking on them made them run.\nBut if I though to stop the wet stampede,\nAnd caught one silver lizard by the tail,\nAnd put my foot on one without avail,\nAnd threw myself wet-elbowed and wet-kneed\nIn front of twenty others' wriggling speed,- \nIn the confusion of them all aglitter,\nAnd birds that joined in the excited fun\nBy doubling and redoubling song and twitter,\nI have no doubt I'd end by holding none.\n\nIt takes the moon for this. The sun's a wizard\nBy all I tell; but so's the moon a witch.\nFrom the high west she makes a gentle cast\nAnd suddenly, without a jerk or twitch,\nShe has her speel on every single lizard.\nI fancied when I looked at six o'clock\nThe swarm still ran and scuttled just as fast.\nThe moon was waiting for her chill effect.\nI looked at nine: the swarm was turned to rock\nIn every lifelike posture of the swarm,\nTransfixed on mountain slopes almost erect.\nAcross each other and side by side they lay.\nThe spell that so could hold them as they were\nWas wrought through trees without a breath of storm\nTo make a leaf, if there had been one, stir.\nOne lizard at the end of every ray.\nThe thought of my attempting such a stray!","url":"https:\/\/www.poemist.com\/robert-frost\/a-hillside-thaw","poet":{"name":"Robert Frost","url":"https:\/\/www.poemist.com\/robert-frost"}},{"title":"Le coucou chante","content":"Le coucou chante au bois qui dort.\nL'aurore est rouge encore,\nEt le vieux paon qu'Iris décore\nJette au loin son cri d'or.\n\nLes colombes de ma cousine\nPleurent comme une enfant.\nLe dindon roue en s'esclaffant :\nIl court à la cuisine.","url":"https:\/\/www.poemist.com\/paul-jean-toulet\/le-coucou-chante","poet":{"name":"Paul-Jean Toulet","url":"https:\/\/www.poemist.com\/paul-jean-toulet"}},{"title":"The Famous Historie: Cap. Xiii","content":"The Argument.\nBruce falleth sick neir to the Northern Shore\nTho armie mutines for his sore diseas\nWhom at that instant heauins to speich restore\nEls all had dyit his speich doth all appease\nThey fight with Buchans Erle and thence they bore\nTheir Lord in spight of foes their camp they raise\nAuld-Meldrums Battell brings his health agane\nHe wins Sanct Iohnstoun with a subtill trane.\nLights cheirful dame in saiffron Robs did shine\nWhoes siluer beams through eurie pairt disperst\nOf this Terrestrial Glob did nou refine\nThe thikned air and leauie forrests peirst\nWheir hills Groius, dens, and vale is, deip decline\nTo nights dark showis thoes shadowis broune it sherst\nWhen to the camp of conquring Bruce aspird\nGreate troups of Scotts of English thral dome tir'd,\nAnd all that land soone to his peace was broght\nBold Odomer nou like to burst for wo\nTo Bodwell flies and then to Englaud soght\nNo more to Scotland wold he proue a foe\nThus was the thrid pairt of the Kingdome thoght\nTrew homage to their natiue Prince to sho\nThe rest for Lord the English King did know\nBy threttie thousand English held in ow\nGreate enemies had oure farr greater King\nIn the greate north that natiue Scotts ware borne\nTheir Buchans mightie Erle did proudlie regne\nThat Cummernalds reuenge had deiplie sworne\nBrechins greate Lord like vengeaunce coueting\nAnd with them Sir Iohn Moubray they suborne\nWith many more that by the Cumnings factioun\nHeld many boundles Bounds in greate subiectioun.\nTo quaill their pride and tame their tameles wills\nDirectlie north our dantles Prince doth go\nCrossing these farr renoumed toples hills\nOf Grangebene that Scotland pairts in two\nHis euer famous name these regions fills\nWith feare and terror of ensewing wo\nHe led his famous captains with him all\nSaiue Douglas whome he left for to recal.\nTrew Scotts to peace and wrakfull foes restraine\nwho did so much by valor witt and Grace\nJedbrughe and Etrik Foerests fertill plaine\nWith ceasles warr he forst to timlie peace\nAnd Douglas tour which Clifford had againe\nBoolded &amp; mand his conquest did incres,\nThe Garesone and captane both he slew\nThe Tours vnto the ground he ouerthrew.\nStrife Discord Warr now in the north did wyve\nA bloodie Wob with hate Reuenge and fear \nMost mightie mindit Bruce woldneids depriue\nHis foes of strenth eu'ne wheir they reull did beare\nTo his most royall camp their did arriue\nA gallant troup of youths addrest for warre\nThe bold Lord Eraser led this gallant crew\nHis cowsing deir and to him alwaies trew\nBut whither change of soyle or change of air\nOr climats cold or rat her heauins decree\nHas bene the caus, but earths best campioun their\nFeseik into an feirfull Lithergie \nFor which the soldeors made such dooful care\nThat raige with sorrow throu the camp did flie\nAll rose in factiouns non regeardith reasone\nEch vther wrongfullie accusd of treasone\nSome Lennox Erle some Edward did accuse\nSome Fraser vthers Boyd and vthers Hay \nSum say that his Phisitioun did infuse\nPoison in drogs nor wold they thus delay\nBut headlongs led with furious loue wold vse\nA strange reuenge All wold they kill and slay\nThis tumult rose to such a fearfull hight\nThat noght but drums &amp; trumpets hear yow might.\nThus whill they stand them selfs for ro distroy\nWith blood to glut reuenge suspected wrong\nBuchans bold Erle and Brechens Lord conuoy\nEu'ne in their sight an Aarmie great and strong\nWho haueing knowledge of their strife did ioy\nTo sie the time which they expected long\nYea this one day had made a wofull end\nOf all but Joue from heaune some help did send\nNot vnto health but vnto speich the King\nWas at that instant wondrouslie restorde\nHis Lords praise God and furth they did him bring\nWhoes eies bent vpuard first heauins aid implorde\nA purpell Rob about him wreth'd doth hing\nA croun not him but he a croune decord\nHis sceptered hand proud maiestie doth threat\nBorne by four Lords vp in a Royall seat.\nHis couquering hand his scepter shakes allone\nThus he to all the armie shouis his face\nWheir maiesties cleir lamp of Glorie shone\nThen with I know not what a heunelie grace\nA Mars like voice ane Angells shaip put one\nFirst softlie to him self he groand allace\nHe lookt his looks mou'd all with staitlie feare\nSilence fleu fuith and seis'd on euerie eare.\nWhat words be these we hear what threats quod he\nWhat noise of Arms who dares these tumults raise\nWheir ar we honord wheir your fear we sie\nNot your obedience, shall oure rewll this cease\nOf oure diseas is this your memorie\nBy wrong surmeisd offences vs to please\nWhoe darres of treasone think against their King\nNo no you can not thus excuse the thing.\nMak not so side a cloik of publict wrong\nTo priuat grudge if grudge we may it call\nIf loue, to vs tak head your selfs among\nFor in your lius your weills your saifteis all\nConsists our health nixt heau'ne who will er long\nRestore oure health and wounted strenth recall\nO can the head a pleasant heelth enioy\nWhoes members still eche vther doth distroy.\nAh sie yow not oure proud Imperious foe\nThat seiks oure fall oure ruin oure Decay\nNo Treasone to oure persone heir we kno\nNone in oure Armie that wold vs betray\nBut these ar rebells to oure croune and lo\nThese wold put violent hands in vs to day\nBrethren in arms go then your King defend\nLet not oure want vnto oure foe be kend.\nHereafter we will think on this your loue \nWhen heaune to wonted health shall vs restore\nWhill thus he spak the lightning beams did moue\nOf maiestie his sparkling eies before\nThat all the armie who did lait approue\nWraith folie Raige, sheams with repentaunce sore,\nBak to his tent he goes his soldiers kind\nCry all go too go too to fight inclind.\nBy this their proud and mightie foe drew neir\nWhoes number ten to one did them surmount\nYet martch they on whill ech did vther cheir\nNor neid their captans do as they had wount\nTheir to menace or to encurage heir\nBut rather forcd to stay by wise atcount\nTheir too too foreward haist for still they cry\nLet eurie One a rebell kill or dy.\nThe rebells se them disapointed clein\nTheir hearts begin to faint their hands to faill\nThe royall armeis trumpets soundet bein,\nAnd valiantlie they gan for to assaill,\nThe fois so great a Multitude ver sene,\nThey shame a handful should their curags quaill;\nThus eche on vther rusht with furous might\nFirst wounds then blood then death aproch'd their sight.\nGreate deids of Arms on ether side were shoune\nTill Phebus piteing such vnkindlie warre\nShrunk doun anone on siluer skyis were throune\nDark sabill clouds that thikned all the air\nThan by the rebells the retreat was bloune\nWhich made the royall hoist seim sade with cair\nNor wold reteir till by their leaders au\nTheir forcd within their trinches to with draw.\nFour daies within their camp still they remand\nFour dais their foes encamped in their sight\nNo day did pas wherein they once refraind\nFrom skirmish hot and many singil fight\nAt last the royall armie was constraind\nTo raise their camp and for to martche fourth right\nFor victualis in their camp were waxing small\nNor Phisick helps their kings diseas at all.\nHe in a glorious chariot ritchlie wroght\nGoes in the mids they marching round about\nIn Battell rank and all their Baggage broght\nWithin the formest ranks thus all the rout\nstill reddie was to fight if theirto soght\nTheir foes perceiud their resolutioun stout\nAnd for that time they thoght not good to moue the\nBut follou still at vnwarrs to proue them.\nEduard the fierce whill his deir brother lay\nOu'r all the royall armie did command\nWheir with he martcht a soft and easie way\nBy Citeis faire through mony a fertill land\nAt last he causd the armie for to stay\nIn Marrs renowind schire wheir as he fand\nA willaige situat one a pleasant plaine\nWheir walthie Ceres, treasure doth remaine.\nThis famous toun Eururie heght to name\nFamous for that greate victorie obtaind\nBy Bruce vnto his foes eternall shame\nFor in this toun for health whill he remaind\nBuchans bold erle still thristing efter fame\nFrom vrging Battell could not be refraind\nWithin two mylls besyid old Meldrum long\nVpon a hill he lay encamped strong.\nA chosin band with Brechius Lord he send\nAt vnawarrs his Princelie foe to find\nWhoe of his long diseas began to mend\nWhoes haughtie mind was neu'r to rest inclind\nHis armies forward at the village end.\nEncamped lay of foes that had no mind\nWhill Brechins Lord against their wills wold will them\nBattell to giue or in their tents to kill them.\nBut he and all his chossin crew discryi'd\nHade bene by them when neir to them he drew\nWhoe fand not as he hopt faire Scotlands guyde\nVnwars nor yet vnreddie to persew\nThese that espyid him for the fight prouide\nAll rankt in ordour furth their wapins drew\nAnd tho their foes were farr the stronger might\nThey boldlie byde the Battell and the fight\nBut these so few that could not long indure\nWer forc'd with lose for to reteir at last\nWhill swift report with Informatioun sure\nOf their succes vnto the King had past\nWhich did his wonted curage so procure\nAs vp h'arois and calls for armour fast\nHis Lords wictheld him till he cryed aloud\nHis health was only gaind by thretnings proud,\nHis owne cheif Guard he with his brother send\nTo hold them play till he the armie broght\nWhoe boldlie met them forcing them in end\nTo flie and by that meins their saiftie soght\nHe following to their camp did them attend\nWheir Buchans erll still freting in his thoght\nLedd furth his troups vnto a valey wyde\nWheir stronglie rank't, the batell wold abyde,\nBy this the King was cum whoe thoght it best\nEune then to Ioyne and giue a furious charge\nHim self aduancing fare before the rest\nLet Horror, Terror, Fear, and Death at large\nWheirwith the rebells hearts were sore possest\nDismaid they fant their deutie to discharge\nThey flie, his looks prents feir in euerie harte\nEuin so our stars their influence doth imparte\nFew was their left vnkill'd vnto the chaise\nThe erll and Moubray vnto England fled\nBut neu'r returnd whill for their worthines\nThe King gaue Buchans schire thus conquered\nAs soldiers pray wheir plentie did incres\nSuch store of wealth from thence the armie led\nAs eune the poorest soldier for his shair\nBoght lands and ritche possessiouns to his heyre.\nAll the greate north now to his peace was broght\nErlls Lords and Barrons were his liegmen sworne\nTouns Citeis Castells strengths vnto him soght\nAnd still their oaths with presents ritche adorne\nBenorth the famous Grangeben was noght\nOne schire but his myld yok had glaidlie borne\nThen bak to Anguse he his armie guyds\nAnd to reduce that pleasant land prouids.\nForfars strong hold did Fraser of Platane \nRecouer from the English by a traine\nThen all trew Scotts to shew them selfs begane\nAnd with some worthie seruice peace t'obtaine\nAtholls bold Erll Brechin both Seigd and wane\nAnd broght that Lord vnto his Prince againe\nThus both the Merns and Angus did obey him\nNo foe was sein from conquest for to stay him.\nThen sodainlie to perth, he marchd and raisd\nStrong men made walls about thoes walls of stone\nWher with encompast round they stood amazd\nYet did resolue to yeild at last to none\nTher pouer was such as all ther feir apeasd\nTher strength was such as broght ther curaige one\nBut this their pouer and this ther strength agrie\nTo bring them to ther end with imfamie.\nFor being two within for one without\nAnd heauing so impregnabill a hold\nThey fedd securitie and banist dout\nIn wain greate Bruce had spent his soldiers old\nWho had reneud th'assault ther walls about\nIn thryce seuine dayis full sewintie tyms, so bold\nAs, of nyne hundreith thryce, he with him broght\nSix hundreith soldiers he had lost for noght.\nWheir for by offering peace he tryd their might\nSince nether strength nor force culd them supprisse\nTheir Walls was built of such a wondrous hight\nOn which strong, Tours their entrie still denise\nThe Ditches war so brode and deiplie dight\nWheirin Tayis flood vp too the brinks did rise\nStill in thoes Touris and all thois Walls along\nWar armed men aboue five thousand strong.\nThen after he two months had staied before\nThe walls in haist he raisd his seige at last\nWheir with the Citizens with threatnings sore\nWold brag and taunt the armie as they past\nBut Scotlands campeoun wishd nothing more\nThen this their insolence and noght agast\nWith silence he reply'd nor minds to stay them\nFor ten to one he hops or long to pay them.\nThrie dayes the armie marcheth to the west\nTill they ariue within ane forrest faire\nAnd their the King commands greate Treis to cast\nWheir of they ledders mak and doth prepare\nBake to returne thus secretlie they past\nThe way they came by night nor whispring are\nOf their approche let furth the meanest sound\nTill they arriue hard at the ditch profound.\nWeill knew their Lord the way that they should go\nFor he him self had markit it before\nA schald he found into the ditch belo\nAnd he for to encurage them the more\nFirst wydeth ou'r and on his shulders two\nThe longest and the lairgest Ledder bore\nHis shulders bred Iumpt with the waters crop\nYet ou'r he goes and setts his ledder vp.\nEche one admeird and woundring prais'd the deid\nBut most of all a Frenshman standing by\nAnd all into the water leapt with speid\nRaising their ledders to these walls so hie\nThe King first montis with weill deserwing meid\nAll mounted then and none did them discrie\nFor all securelie sleipt nor feard offence\nThe doubtfull night yet had not parted thence,\nTheir Glorius Ensigns on the walls they spred\nThen to the dreadfull work of death thay fall\nDeath that throw eurie Street his troups furthled\nWhom by their names heighe Tumult furth doth call\nSorrow in Sabill Clouds all muffilled\nWith cankred care came murning first of all\nThen Infant pitie weiping then Dispare \nThen Horror, Terror, Error, Pain, and Fear.\nFear that ran witles heartles bloodles faint\nAnd trembling like ane espin leaf did quaik\nBase shame and drousie Slouth that gaip and gant\nSadnes that set in secret wyes hir wrak\nAnd thousands mo in nature discrepant\nEche one from these and all came heir to sack\nThe wofull Toune their gredie pansche to glut\nAnd Warr to eurie one his Morsell cut.\nWarr that with her led laules leud Enormitie \nRapt, Reiuing, Wrong, Raige, Discord, and Jmpietie \nSakt, Sacraledge and sin in one conformitie\nAtheismie dispising Faith and scorning Deitie \nWrathe Anger, Hate, and monstrous Deformitie \nThat Laus Aers, Maners Marrs and braks societie \nPoore Pouertie and waistfull Desolatioun \nLife turnd in bloodie Deaths sad Transmigratioun.\nThese fill the toune and send a dreadfull sound\nVp to the heauine with clamors rapts and cryis\nTears mixt with blood ouerflo the streits a round\nWarrs bloodie arms lift clouds aboue the skyis\nOf deid groand sighs, delighting in eche wound\nHer looks ar lightning from her eies that fleis\nHer Jron feitt shak Touns and Tours asunder\nThe roaring of her voice is dreadfull Thunder.\nAll night this fearfull Massacre did lest\nTill Titan cround Olimpus top with fire\nThen death and all this hellish creu addrest\nThem selfs to flight to darknes they retire\nAnd in a sabill cloud them selfs they plac'd\nThen to the west they flie with Night their sire\nAnd all the way they went they left a track\nThat did infect the air with vapors blak\nThis they once gone both blood and slaughter ceast\nAll that wold yeeld was then to mercie tane\nStratherns old Erle got by his sones request\nHis Princes peace tho he wold not abstane\nTo help the toun for with the King at least\nHis sone remaind nor wold from him refrane\nAnd then the toune was leuelled with the ground\nThe walls war raized the ditches fild around.","url":"https:\/\/www.poemist.com\/patrick-gordon\/the-famous-historie-cap-xiii","poet":{"name":"Patrick Gordon","url":"https:\/\/www.poemist.com\/patrick-gordon"}},{"title":"Flowers In The Dark","content":"Late in the evening, when the room had grown\nToo hot and tiresome with its flaring light\nAnd noise of voices, I stole out alone\nInto the darkness of the summer night.\nDown the long garden-walk I slowly went;\nA little wind was stirring in the trees;\nI only saw the whitest of the flowers,\nAnd I was sorry that the earlier hours\nOf that fair evening had been so ill spent,\nBecause, I said, I am content with these\nDear friends of mine who only speak to me\nWith their delicious fragrance, and who tell\nTo me their gracious welcome silently.\nThe leaves that touch my hand with dew are wet;\nI find the tall white lilies I love well.\nI linger as I pass the mignonette, \nAnd what surprise could dearer be than this:\nTo find my sweet rose waiting with a kiss!","url":"https:\/\/www.poemist.com\/sarah-orne-jewett\/flowers-in-the-dark","poet":{"name":"Sarah Orne Jewett","url":"https:\/\/www.poemist.com\/sarah-orne-jewett"}},{"title":"Effects At A Distance","content":"THE queen in the lofty hall takes her place,\n\nThe tapers around her are flaming;\nShe speaks to the page: \"With a nimble pace\n\nGo, fetch me my purse for gaming.\n\n 'Tis lying, I'll pledge,\n\n On my table's edge.\"\nEach nerve the nimble boy straineth,\nAnd the end of the castle soon gaineth.\n\nThe fairest of maidens was sipping sherbet\n\nBeside the queen that minute;\nNear her mouth broke the cup,--and she got so wet!\n\nThe very devil seem'd in it\n\n What fearful distress\n\n 'Tis spoilt, her gay dress.\nShe hastens, and ev'ry nerve straineth,\nAnd the end of the castle soon gaineth.\n\nThe boy was returning, and quickly came,\n\nAnd met the sorrowing maiden;\nNone knew of the fact,--and yet with Love's flame,\n\nThose two had their hearts full laden.\n\n And, oh the bliss\n\n Of a moment like this!\nEach falls on the breast of the other,\nWith kisses that well nigh might smother.\n\nThey tear themselves asunder at last,\n\nTo her chamber she hastens quickly,\nTo reach the queen the page hies him fast,\n\nMidst the swords and the fans crowded thickly.\n\n The queen spied amain\n\n On his waistcoat a stain;\nFor nought was inscrutable to her,\nLike Sheba's queen--Solomon's wooer.\n\nTo her chief attendant she forthwith cried\n\n\"We lately together contended,\nAnd thou didst assert, with obstinate pride,\n\nThat the spirit through space never wended,--\n\n That traces alone\n\n By the present were shown,--\nThat afar nought was fashion'd--not even\nBy the stars that illumine you heaven.\n\n\"Now see! while a goblet beside me they drain'd,\n\nThey spilt all the drink in the chalice;\nAnd straightway the boy had his waistcoat stain'd\n\nAt the furthermost end of the palace.--\n\n   Let them newly be clad!\n\n   And since I am glad\nThat it served as a proof so decided,\nThe cost will by me be provided.\"","url":"https:\/\/www.poemist.com\/johann-wolfgang-v-goethe\/effects-at-a-distance","poet":{"name":"Johann Wolfgang v Goethe","url":"https:\/\/www.poemist.com\/johann-wolfgang-v-goethe"}}]