[{"title":"A ceux qui blâment les mathématiques -","content":"Tant plus je vois que vous blâmez\nSa noble discipline,\nPlus à l'aimer vous enflammez\nMa volonté encline.\n\nCar ce qui a moins de suivants,\nD'autant plus il est rare,\nEt est la chose entre vivants\nDont on est plus avare.\n\nIl n'est pas en votre puissance\nQu'y soyez adonnés ;\nCar le ciel dès votre naissance\nVous en a détournés ;\n\nOu ayant persuasion\nQue tant la peine en coûte,\nEst la meilleure occasion\nQui tant vous en dégoûte.\n\nLe ciel orné de tels flambeaux\nN'est-il point admirable ?\nLa notice de corps si beaux\nN'est-elle désirable ?\n\nDu céleste ouvrage l'objet,\nSi vrai et régulier,\nN'est-il sur tout autre sujet\nBeau, noble et singulier ?\n\nN'est-ce rien d'avoir pu prévoir\nPar les cours ordinaires,\nL'éclipse que doit recevoir\nL'un des deux Luminaires 7\n\nD'avoir su, par vraies pratiques,\nLes aspects calculer ?\nEt connaître les Erratiques\nMarcher ou reculer ?\n\nToutefois il n'est jà besoin\nQue tant fort je la loue,\nVu que je n'ai vouloir ni soin\nQue de ce l'on m'avoue ;\n\nCar que chaut-il à qui l'honore\nQu'elle soit contemnée ?\nScience, de cil qui l'ignore,\nEst toujours condamnée.\n\nAssez regarde l'indocte homme\nDu ciel rond la ceinture,\nMais il s'y connaît ainsi comme\nL'aveugle en la peinture.\n\nCelui qui a l'âme ravie\nPar les cieux va et passe,\nEt soudain voit durant sa vie\nD'en haut la terre basse.\n\nCette science l'homme cueille\nAlors qu'il imagine\nLa facture et grande merveille\nDe la ronde machine.\n\nC'est celle par qui mieux s'apprenne\nL'immense Déité,\nEt qui des athées reprenne\nErreur et vanité.","url":"https:\/\/www.poemist.com\/jacques-peletier-du-man\/a-ceux-qui-blament-les-mathematiques","poet":{"name":"Jacques Peletier du Man ","url":"https:\/\/www.poemist.com\/jacques-peletier-du-man"}},{"title":"طريق الحياة - Poem by","content":"قل ' لا ' واتبعها الفعال ولا تخف\n\t وانظر هنالك كيف تحنى الهام\nاصهر بنارك غل عنقك ينصهر\t \nفعلى الجماجم تركز الأعلام\nوأقم على الأشلاء صرحك إنما\t\n من فوقه تبنى العلا وتقام\nواغصب حقوقك قط لا تستجدها\t\n إن الألى سلبوا الحقوق لئام\nهذي طريقك للحياة فلا تحد\t\n قد سارها من قبلك القسام","url":"https:\/\/www.poemist.com\/aabd-alrhym-mhmod\/tryk-alhya-poem-by","poet":{"name":"عبد الرحيم محمود","url":"https:\/\/www.poemist.com\/aabd-alrhym-mhmod"}},{"title":"The Great Drum","content":"The circle of the Earth is the head of a great drum; \nWith the day, it moves upward - booming; \nWith the night, it moves downward - booming; \nThe day and the night are its song. \n\nI am very small, as I dance upon the drum-head; \nI am like a particle of dust, as I dance upon the drum-head; \nAbove me in the sky is the shining ball of the drumstick. \n\nI dance upward with the day; \nI dance downward with the night; \nSome day I shall dance afar into space like a particle of dust. \n\nWho is the Drummer who beats upon the earth-drum? \nWho is the Drummer who makes me to dance his song?","url":"https:\/\/www.poemist.com\/hartley-burr-alexander\/the-great-drum","poet":{"name":"Hartley Burr Alexander ","url":"https:\/\/www.poemist.com\/hartley-burr-alexander"}},{"title":"The Cock And The Fox","content":"Thogh brutal beestes be irrational,\nThat is to say, wantand, discretioun,\nYit ilk ane in their kindes natural\nHas many divers inclinatioun: \nThe bair busteous, the wold, the wylde lyoun,\nThe fox fenyeit, craftie and cautelous,\nThe dog to bark on night and keep the hous.\n\nSa different they are in properteis\nUnknawin unto man and infinite,\nIn kind havand sa fel diversiteis,\nMy cunning it excides for to dyte.\nForthy as now, I purpose for to wryte\nAne case I fand whilk fell this other yeer\nBetwix ane fox and gentil Chauntecleer.\n\nAne widow dwelt intill ane drop they dayis\nWhilk wan hir food off spinning on hir rok,\nAnd na mair had, forsooth, as the fabill sayis,\nExcept of hennes scho had ane lyttel flok,\nAnd them to keep scho had one jolie cok,\nRight corageous, that to this widow ay\nDivided night, and crew before the day.\n\nAne lyttel fra this foresaid widow's hous,\nAne thornie schaw there was of greet defence,\nWherein ane foxe, craftie and cautelous,\nMade his repair and daylie residence,\nWhilk to this widow did greet violence\nIn pyking off pultrie baith day and night,\nAnd na way be revengit on him scho might.\n\nThis wylie tod, when that the lark couth sing,\nFull sair and hungrie unto the toun him drest,\nWere Chauntecleer, in to the gray dawing,\nWerie for night, was flowen fra hist nest.\nLowrence this saw and in his mind he kest\nThe jeperdies, the wayes, and the wyle,\nBy what menis he might this cok begyle.\n\nDissimuland in to countenance and cheer,\nOn knees fell and simuland thus he said,\n'Gude morne, my maister, gentil Chantecleer!'\nWith that the cok start bakwart in ane braid.\n'Schir, by my saul, ye need not be effraid,\nNor yit for me to start nor flee abak;\nI come bot here service to you to mak.'\n\n'Wald I not serve to you, it wer bot blame,\nAs I have done to your progenitouris.\nYour father oft fullfillit has my wame,\nAnd sent me meit fra midding to the muris,\nAnd at his end I did my besie curis\nTo held his heed and gif him drinkis warme,\nSyne at the last, the sweit swelt in my arme!'\n\n'Knew ye my father?' quad the cok, and leuch.\n'Yea, my fair son, forsooth I held his heed\nWhen that he deit under ane birkin beuch,\nSyne said that Dirgie when that he was deed.\nBetwixt us twa how suld there be ane feid?\nWham suld ye traist bot me, your servitour\nThat to your father did so greet honour?\n\nWhen I beheld your fedderis fair and gent,\nYour beck, your breast, your hekill, and your kame-\nSchir, by my saul, and the blissit sacrament,\nMy heart warmis, me think I am at hame.\nYou for to serve, I wald creep on my wame\nIn froist and snaw, in wedder wan and weit\nAnd lay my lyart lokkes under your feit.'\n\nThis fenyeit fox, fals and dissimulate,\nMade to this cok ane cavillatioun:\n'Ye are, me think, changed and degenerate\nFra your father and his conditioun,\nOf craftie crawing he might beer the croun,\nFor he weld on his tais stand and craw.\nThis is no le; I stude beside and saw.'\n\nWith that the cok, upon his tais hie,\nKest up his beek and sang with all his might.\nQuod schir Lowrence, 'Well said, sa mot I the.\nYe are your fatheris son and heir upright,\nBot of his cunning yit ye want ane slight.'\n'What?' quad the cok. 'He wald, and have na doubt,\nBaith wink, and craw, and turne him thryis about.'\n\nThe cok, inflate with wind and fals vanegloir,\nThat mony puttes unto confusioun,\nTraisting to win ane greet worship therefoir,\nUnwarlie winkand walkit up and doun,\nAnd syne to chant and craw he made him boun-\nAnd suddandlie, by he had crawin ane note\nThe fox was war, and hent him by the throte.\n\nSyne to the wood but tarie with him hyit,\nOf countermand havand but lytil dout.\nWith that Pertok, Sprutok, and Coppok cryit,\nThe widow heard, and with ane cry come out.\nSeand and case scho sighit and gaif ane schout,\n'How, murther, reylok!' with ane hiddeous beir,\n'Allas, now lost is gentil Chauntecleer!'\n\nAs scho were wod with mony yell and cry,\nRyvand hir hair, upon hir breist can beit,\nSyne pale of hew, half in ane extasy,\nFell doun for care in swoning and in sweit.\nWith that the selie hennes left their meit,\nAnd whyle this wyfe was lyand thus in swoon,\nFell of that case in disputacioun.\n\n'Allas,' quod Pertok, makand sair murning,\nWith teeris greet attour hir cheekis fell,\n'Yon was our drowrie and our day's darling,\nOur nightingal, and als our orlege bell,\nOur walkrife watch, us for to warne and tell\nWhen that Aurora with hir curcheis gray\nPut up hir heid betwixt the night and day.\n\n'Wha sall our lemman be? Who sall us leid?\nWhen we are sad wha sall unto us sing?\nWith his sweet bill he wald breke us the breid;\nIn all this warld was there ane kynder thing?\nIn paramouris he wald do us plesing.\nAt his power, as nature list him geif.\nNow efter him, allas, how sall we leif?'\n\nQuod Sprutok than, 'Ceis, sister of your sorrow,\nYe be too mad, for him sic murning mais.\nWe sall fare well, I find Sanct John to borrow;\nThe proverb sayis, 'Als gude lufe cummis as gais.'\nI will put my haly-dayis clais\nAnd mak me fresch agane this jolie May,\nSyne chant this sang, 'Was never widow sa gay!'\n\n'He was angry and held us ay in aw,\nAnd wounded with the speir of jelowsy.\nOf chalmergley, Pertok, full well ye knaw,\nWasted he was, of nature cauld and dry.\nSen he is gone, therefore, sister, say I,\nBe blythe in baill, for that is best remeid.\nLet quik to quik, and deid ga to the deid.'\n\nThan Pertok spak, that feinyeit faith before,\nIn lust but lufe that set all hir delyte,\n'Sister, ye wait of sic as him ane score\nWald not suffice to slake our appetyte.\nI heecht you by my hand, sen ye are quyte,\nWithin ane oulk, for schame and I durst speik,\nTo get ane berne suld better claw oure breik.'\n\nThan Coppok like ane curate spak full crous:\n'Yon was ane verray vengeance from the hevin.\nHe was sa lous and lecherous,\nCeis could he noght with kittokis ma than servin,\nBut righteous God, haldand the balance evin,\nSmytis right sair, thoght he be patien,\nAdulteraris that list them not repent.\n\n'Prydeful he was, and joyit of his sin,\nAnd comptit not for Goddis favor nor feid.\nBot traisted ay to rax and sa to rin,\nWhil at the last his sinnis can him leid\nTo schameful end and to yon suddand deid.\nTherefore it is the verray hand of God\nThat causit him be werryit with the tod.'\n\nWhen this was said, this widow fra hir swoun\nStart up on fute, and on hir kennettis cryde,\n'How, Birkye, Berrie, Bell, Bawsie, Bround,\nRype Schaw, Rin Weil, Curtes, Nuttieclyde!\nTogidder all but grunching furth ye glyde!\nReskew my nobil cok ere he be slane,\nOr ellis to me see ye come never agane!'\n\nWith that, but baid, they braidet over the bent,\nAs fire off flint they over the feildis flaw,\nFull wichtlie they through wood and wateris went,\nAnd ceissit not, schir Lowrence while they saw.\nBut when he saw the raches come on raw,\nUnto the cok in mind he said, 'God sen\nThat I and thou were fairlie in my den.'\n\nThen spak the cok, with sum gude spirit inspyrit,\n'Do my counsall and I shall warrand thee.\nHungrie thou art, and for greet travel tyrit,\nRight faint of force and may not ferther flee:\nSwyth turn agane and say that I and ye\nFreindes are made and fellowis for ane yeir.\nThan will they stint, I stand for it, and not steir.'\n\nThis tod, thogh he were fals and frivolous,\nAnd had fraudis, his querrel to defend,\nDesavit was by menis right marvelous,\nFor falset failis ay at the latter end.\nHe start about, and cryit as he knend-\nWith that the cok he braid unto a bewch.\nNow juge ye all whereat schir Lowrence lewch.\n\nBegylit thus, the tod under the tree\nOn knees fell, and said, 'Gude Chauntecleer,\nCome doun agane, and I but meit or fee\nSall be your man and servant for ane yeir.'\n'Na, murther, theif, and revar, stand on reir.\nMy bldy hekill and my nek sa bla\nHas partit love for ever betwene us twa.\n\n'I was unwise that winkit at thy will,\nWherethrough almaist I loissit had my heid.'\n'I was mair fule,' quod he, 'could noght be still,\nBot spake to put my my pray into pleid.'\n'Fare on, fals theef, God keep me fra thy feid.'\nWith that the cok over the feildis tuke his flight,\nAnd in at the widow's lewer couth he light.\n\nMoralitas\nNow worthie folk, suppose this be ane fabill,\nAnd overheillit with typis figural,\nYit may ye find ane sentence right agreabill\nUnder their fenyeit termis textual.\nTo our purpose this cok well may we call\nNyce proud men, woid, and vaneglorious\nOf kin and blude, whilk is presumptuous.\n\nFy, puffed up pride, thou is full poysonabill!\nWha favoris thee, on force man have ane fall,\nThy strength is noght, thy stule standis unstabill.\nTak witnes of the feyndes infernall,\nWhilk houndit doun was fra that hevinlie hall\nTo hellis hole and to that hiddeous house,\nBecause in pride they were presumptous.\n\nThis fenyeit foxe may well be figurate\nTo flatteraris with plesand wordis white,\nWith fals mening and mynd maist toxicate,\nTo loif and le that settis their hail delyte.\nAll worthie folk at sic suld haif despite-\nFor where is there mair perrelous pestilence?-\nNor give to learis haistelie credence.\n\nThe wickit mind and adullatioun,\nOf sucker sweet haifand similitude,\nBitter as gall and full of fell poysoun\nTo taste it is, wha cleirlie understude,\nForthy as now schortlie to conclude,\nThir twa sinnis, flatterie and vanegloir.\nAre venemous: gude folk, flee them thairfoir!","url":"https:\/\/www.poemist.com\/robert-henryson\/the-cock-and-the-fox","poet":{"name":" Robert Henryson","url":"https:\/\/www.poemist.com\/robert-henryson"}},{"title":"Ch 01 Manner Of Kings Story 21","content":"It is narrated that an oppressor of the people, a soldier, hit the head of a pious man with a stone and that the dervish, having no means of taking vengeance, preserved the stone till the time arrived when the king became angry with that soldier, and imprisoned him in a well. Then the dervish made his appearance and dropped the stone upon his head. He asked: \"Who art thou, and why hast thou hit my head with this stone?\" The man replied: \"I am the same person whom thou hast struck on the head with this stone on such and such a day.\" The soldier continued: \"Where hast thou been all this time?\" The dervish replied: \"I was afraid of thy dignity but now when I beheld thee in the well I made use of the opportunity.\"’\n\n     When thou seest an unworthy man in good luck  \n     Intelligent men have chosen submission.  \n     If thou hast not a tearing sharp nail  \n     It will be better not to contend with the wicked.  \n     Who grasps with his fist one who has an arm of steel  \n     Injures only his own powerless wrist.  \n     Wait till inconstant fortune ties his hand.  \n     Then, to please thy friends, pick out his brains.","url":"https:\/\/www.poemist.com\/saadi-shirazi\/ch-01-manner-of-kings-story-21","poet":{"name":"Saadi Shirazi","url":"https:\/\/www.poemist.com\/saadi-shirazi"}}]