[{"title":"To A Dying Infant","content":"Sleep, little baby! sleep!\nNot in thy cradle bed,\nNot on thy mother's breast\nHenceforth shall be thy rest,\nBut with the quiet dead.\n\nYes, with the quiet dead,\nBaby! thy rest shall be - \nOh! many a weary wight,\nWeary of life and light,\nWould fain lie down with thee!\n\nFlee, little tender nursling!\nFlee to thy grassy nest.-\nThere the first flowers shall blow,\nThe first pure flake of snow\nShall fall upon thy breast.\n\nPeace! peace! the little bosom\nLabours with shortening breath;\nPeace! peace! that tremulous sigh\nSpeaks his departure nigh -\nThose are the damps of death.\n\nI've seen thee in thy beauty,\nA thing all health and glee;\nBut never then, wert thou \nSo beautiful, as now,\nBaby! thou seem'st to me.\n\nThine upturn'd eyes glazed over\nLike harebells wet with dew-\nAlready veil'd and hid \nBy the convulsed lid,\nTheir pupils darkly blue.\n\nThy little mouth half open,\nThe soft lip quivering, \nAs if, like summer air, \nRuffling the rose leaves, there\nThy soul were fluttering.\n\nMount up, immortal essence!\nYoung spirit! hence - depart!\nAnd is \nthis\ndeath? dread thing!\nIf such thy visiting,\nHow beautiful thou art!\n\nGod took thee in His mercy.\nA lamb untask'd - untried - \nHe fought the fight for thee,\nHe won the victory -\nAnd thou art sanctified.\n\nI look around, and see\nThe evil ways of men,\nAnd oh, beloved child!\nI'm more than reconciled\nTo thy departure then.\n\nThe little arms that clasp'd me.\nThe innocent lips that press'd,\nWould they have been as pure\nTill now, as when of yore\nI lull'd thee on my breast?\n\nNow, like a dewdrop shrined\nWithin a crystal stone,\nThou'rt safe in heaven, my dove!\nSafe with the source of love-\nThe everlasting One!\n\nAnd when the hour arrives,\nFrom flesh that sets me free,\nThy spirit may await\nThe first at heaven's gate,\nTo meet and welcome me.","url":"https:\/\/www.poemist.com\/david-macbeth-moir\/to-a-dying-infant","poet":{"name":"David Macbeth Moir","url":"https:\/\/www.poemist.com\/david-macbeth-moir"}},{"title":"Old Age","content":"Thy mission is accomplished— painter— sage,\nLook to thy crown of glory— for thy brow\nIs circled with its radiant halo now.\nNo more earth's turmoil will thy soul engage,\nIts hopes unquiet, littleness, or rage.\nWith thine own voyager thou hast heard the sound\nOf that vast ocean, waveless, rayless, dread,\nWhere time's perpetual tribute, circling round,\nDrops silent in, all passionless and dead.\nWhen thine own voyage is o'er, and thou shalt near\nThe eternal wave, thus, thus above thy head\nMay opening glories shield thy heart from fear;\nA child again, but strong in faith and prayer,\nThou shalt look meekly up-behold thy God is there!","url":"https:\/\/www.poemist.com\/elizabeth-oakes-smith\/old-age","poet":{"name":"Elizabeth Oakes Smith","url":"https:\/\/www.poemist.com\/elizabeth-oakes-smith"}},{"title":"The Watchman","content":"My Claudia, it is long since we have met, \nSo kissed, so held each other heart to heart! \nI thought to greet thee as a conqueror comes, \nBearing the trophies of his prowess home, \nBut Jove hath willed it should be otherwise­\nJove, say I? Nay, some mightier stranger-god \nWho thus hath laid his heavy hand on me, \nNo victor, Claudia, but a broken man \nWho seeks to hide his weakness in thy love. \n\nHow beautiful thou art! The years have brought \nAn added splendor to thy loveliness, \nWith passion of dark eye and lip rose-red \nStruggling between its dimple and its pride. \nAnd yet there is somewhat that glooms between \nThy love and mine; come, girdle me about \nWith thy true arms, and pillow on thy breast \nThis aching and bewildered head of mine; \nHere, where the fountain glitters in the sun \nAmong the saffron lilies, I will tell­\nIf so that words will answer my desire­\nThe shameful fate that hath befallen me. \n\nDown in Jerusalem they slew a man, \nOr god­it may be that he was a god­\nThose mad, wild Jews whom Pontius Pilate rules. \nThou knowest Pilate, Claudia­ -  a vain man,\nToo weak to govern such a howling horde\nAs those same Jews. This man they crucified.\nI knew nought of him­had not heard his name\nUntil the day they dragged him to his death; \nThen all tongues wagged about him and his deeds; \nSome said that he had claimed to be their King,\nSome that he had blasphemed their deity\n'Twas certain he was poor and meanly born,\nNo warrior he, nor hero; and he taught\nDoctrines that surely would upset the world; \nAnd so they killed him to be rid of him­\nWise, very wise, if he were only man,\nNot quite so wise if he were half a god! \n\nI know that strange things happened when he died­\nThere was a darkness and an agony,\nAnd some were vastly frightened­not so I! \nWhat cared I if that mob of reeking Jews\nHad brought a nameless curse upon their heads? \nI had no part in that blood-guiltiness.\nAt least he died; and some few friends of his­\nI think he had not very many friends­\nTook him and laid him in a garden tomb.\nA watch was set about the sepulchre,\nLest these, his friends, should hide him and proclaim\nThat he had risen as he had fore-told.\nLaugh not, my Claudia. I laughed when I heard\nThe prophecy. I would I had not laughed! \n\nI, Maximus, was chosen for the guard\nWith all my trusty fellows. Pilate knew\nI was a man who had no foolish heart\nOf softness all unworthy of a man! \nMy eyes had looked upon a tortured slave\nAs on a beetle crushed beneath my tread; \nI gloried in the splendid strife of war,\nLusting for conquest; I had won the praise\nOf our stern general on a scarlet field; \nRed in my veins the warrior passion ran,\nFor I had sprung from heroes, Roman born! \n\nThat second night we watched before the tomb; \nMy men were merry; on the velvet turf,\nBestarred with early blossoms of the Spring,\nThey diced with jest and laughter; all around\nThe moonlight washed us like a silver lake,\nSave where that silent, sealéd sepulchre\nWas hung with shadow as a purple pall.\nA faint wind stirred among the olive boughs­\nMethinks I hear the sighing of that wind\nIn all sounds since, it was so dumbly sad; \nBut as the night wore on it died away\nAnd all was deadly stillness; Claudia,\nThat stillness was most awful, as if some\nGreat heart had broken and so ceased to beat! \nI thought of many things, but found no joy\nIn any thought, even the thought of thee; \nThe moon waned in the west and sickly grew \nHer light sucked from her in the breaking dawn­\nNever was dawn so welcome as that pale, \nFaint glimmer in the cloudless, brooding sky! \n\nClaudia, how may I tell what came to pass? \nI have been mocked at when I told the tale \nFor a crazed dreamer punished by the gods \nBecause he slept on guard; but mock not thou! \nI could not bear it if thy lips should mock \nThe vision dread of that Judean morn. \n\nSudden the pallid east was all aflame \nWith radiance that beat upon our eyes \nAs from noonday sun; and then we saw \nTwo shapes that were as the immortal gods \nStanding before the tomb; around me fell \nMy men as dead; but I, though through my veins \nRan a cold tremor never known before, \nWithstood the shock and saw one shining shape \nRoll back the stone; the whole world seemed ablaze, \nAnd through the garden came a rushing wind \nThundering a paeon as of victory. \n\nThen that dead man came forth! Oh, Claudia, \nIf thou coulds't but have seen the face of him! \nNever was such a conqueror! Yet no pride \nWas in it­nought but love and tenderness, \nSuch as we Romans scoff at; and his eyes \nBespake him royal. Oh, my Claudia, \nSurely he was no Jew but very god! \n\nThen he looked full upon me. I had borne \nMuch staunchly, but that look I could not bear! \nWhat man may front a god and live? I fell \nProne, as if stricken by a thunderbolt; \nAnd, though I died not, somewhat of me died\nThat made me man. When my long stupor passed \nI was no longer Maximus­I was \nA weakling with a piteous woman-soul, \nAll strength and pride, joy and ambition gone­\nMy Claudia, dare I tell thee what foul curse \nIs mine because I looked upon a god? \n\nI care no more for glory; all desire\nFor conquest and for strife is gone from me,\nAll eagerness for war; I only care\nTo help and heal bruised beings, and to give\nSome comfort to the weak and suffering.\nI cannot even hate those Jews; my lips\nSpeak harshly of them, but within my heart\nI feel a strange compassion; and I love\nAll creatures, to the vilest of the slaves\nWho seem to me as brothers! Claudia,\nScorn me not for this weakness; it will pass­\nSurely 'twill pass in time and I shall be\nMaximus strong and valiant once again,\nForgetting that slain god! and yet­and yet­\nHe looked as one who could not be forgot!","url":"https:\/\/www.poemist.com\/lucy-maud-montgomery\/the-watchman","poet":{"name":"Lucy Maud Montgomery","url":"https:\/\/www.poemist.com\/lucy-maud-montgomery"}},{"title":"Song The Ninth","content":"Babes to their rest!\nFriends by the fire in ring and row;—\nQuiet eyes to quiet eyes,\nThe saucy toss, the gay surprise,\nLips of sages dropping slow\nOil of ages—love and law,\nQuips at the solemn saw;\nMild general joy, and quick peculiar zest!\n\nStarts, if the leaves but shiver,\nThe leveret all a-quiver:\nUpraised, it snuffs; with mobile ears it listens\nBefore, behind; its eyeballs, liquid large,\nTurn to each leaf that glistens.\nSee-ho! from out the stirring shade\nWildered it springs—it stops—it scuds across the glade.\nWild pet! be safe in Freedom's charge.\n\nMoon of the May! spell of the listening grove!\nGlancing eyes, and whispered love!\nLady Well, the twain by thee\nSit; deep and pure, their emblem be:\nAnd aye, like the sweet secret of the night,\nThe living water dimples into light.\n\nAbove the mist, the sun has kissed\nOur Eildons, one yet three:\nThe triplet smiles, like glittering isles\nSet in a silver sea.\nBreak, glades of morn; burst, hound and horn;\nOh then their woods for me!","url":"https:\/\/www.poemist.com\/thomas-aird\/song-the-ninth","poet":{"name":"Thomas Aird","url":"https:\/\/www.poemist.com\/thomas-aird"}},{"title":"To One In Eternity","content":"'Nicht darf ich dir zu gleichen mich vermessen.'— Goethe\nI know not how to sing a song to-day—\nThou in the spirit, I within the clay.\nPerchance it may be that these many years\nIn the wide universe of starry spheres\nHave made thee all unfit to hear a strain\nSung by a mortal bound to mortal pain;\nYet would I deem the link that thou and I\nWove in our heart may still all time defy,\nAnd wake when touch'd with a fraternal glow—\nThou far above, and I on earth below.\nI dare not lift my purblind faith to thine,\nNor deem thy thoughts may still companion mine;\nFor I am yet of earthly things, but thou\nHast the eternal world upon thy brow,\nAnd wearest in the glory of thine eyes\nThe hush and calm of the eternal skies,\nWhile past and present and the things to be\nMove from thy footsteps like a mighty sea,\nAnd Love (another name for God) attends\nThy slightest wish, and like a rainbow bends\nClear and all radiant, since it hath no sin,\nAbove thy going out and coming in.\nMethinks betimes that thou, so far above\nThe reach of human, though all-yearning love,\nHast naught in common with the things I seek,\nWhose aims may place the blush upon thy cheek;\nBut when the daylight flies the breath of night,\nAnd all the stars are crowding into light,\nI sink in dreams that make the shadows shine\nAnd bring thy spirit nearer unto mine.\nThen, lo! I see thee, and again I trace\nThe cherish'd features of thy smiling face;\nOnce more we wander gladly hand in hand\nFar down the sunshine of the past's sweet land;\nStand on the bank that girds the well-known lake,\nAnd laugh to see the waves our shadows take;\nThen plunge into the waving woods to view\nEach fairy spot our prying childhood knew;\nAnd I would clasp thee, for the summer day\nHath lifted up my soul, and I am gay.\nBut lo! ye sink and fade away, as fades\nOn the far hills the warm sweet summer shades,\nAnd I am left alone to wake, and creep\nBack to my human nature but to weep.\nThere be at times when all my heart grows chill,\nAnd shakes as if beneath some pending ill,\nThat all its wishes waken up, and grow\nRestless for something which is not below,\nBut pure, and all ethereal as a star\nNew lit in the night heaven clear and far;\nThen think I in such moments, when I feel\nThese better glimpses o'er my being steal,\nThat it is thou, dear spirit, who on high\nStill yearnest, with compassion in thine eye,\nFor thy frail link below, that yet remains\nBound to the rough, dull earth and all its pains—\nSo fain would lift me by thy faith and love\nTo all the sunshine crowning thee above.\nHow shall I reach thee? For, though wrapt in earth,\nMy aspirations claim a higher birth,\nAnd yearn to mix with thine in that high clime\nWhere tears are never—neither death nor time.\nLo! that sweet faith which sprung from Him who came\nTo wear our human sympathy and name—\nHe who in Holy Land, 'mid many scorns,\nBore calmly on the cross His crown of thorns,\nThen died that we might lean upon His might,\nAnd be one with Him in eternal light.\nThus shall I reach thee; but, before I win\nThe higher bounds that keep thy spirit in,\nI must wear out my pilgrimage of dust\nIn faith and love, and all the wider trust,\nKnowing that many sorrows yet may come—\nThe fears that torture, doubts that speak though dumb,\nNight-whisper'd yearnings, vain regrets, that gush\nAt strangely-chosen times, and the fond wish\nThat turns to gather what was bright and fair\nIn thy young life before the seal was there.\nI will be patient, then, and with firm mind\nWork out this life of mine, nor look behind,\nSave but to gather strength from what I see\nOf all the truth and love which was in thee,\nKeeping such still within me as a trust\nTo lift me unto thee beyond the dust;\nFor I shall see thee, and this hope at last,\nFalls balm-like on the sorrows that have past.\nAnd, lo! the future widens out to me,\nWith all its pathways leading up to thee;\nAnd so I bless thee till my very tears\nForm rainbows brighter than when Summer rears\nHer glistening clouds, and all the glory giv'n\nIs but a link between this earth and heav'n,\nProne at its base I fall and bow my head,\nAs if in waiting for thy coming tread;\nThen, when my heart is fit to be the guest,\nFor one short moment, of thy happy rest,\nPour down thy latest blessing upon me,\nAs from this earth I lift mine unto me.","url":"https:\/\/www.poemist.com\/alexander-anderson\/to-one-in-eternity","poet":{"name":"Alexander Anderson","url":"https:\/\/www.poemist.com\/alexander-anderson"}}]