[{"title":"To The Worthily Much-Honor'D Knight, Sir Thomas Ferfax, Of Denton","content":"Whether thou warlike Barbarie bestride \n(That angry is with the controwling bit) \nOr in calm Peace (thy armour layd aside) \nDetermining Causes on the Bench dost sit, \nOr dost retire to th'Muses thy delight, \nAnd reads, or makes as they to thee indite: \nWheresoe'r thou art (renown'd Knight) thou dost beare \nThe Image of that Monarch great of France, \nTo whom Minerva brought both Shield and Speare; \nWhose Ensignes Victory did still advance; \nAnd on whose Grave, with bitter tears besprent, \nMars mournes, and Prowess her hoare-hairs doth rent. \nAchilles Friend so like him did not goe, \nWhom Hector in his roome inrag'd did slay, \nAs thou dost him in every point: For, so \nHis eyes he mov'd, his hands did so display. \nAnd, more: The Heavens this Grace unto thee give, \nHis Vertues cannot die, while Thou dost live.","url":"https:\/\/www.poemist.com\/john-ashmore\/to-the-worthily-much-honord-knight-sir-thomas-ferfax-of-denton","poet":{"name":"John Ashmore","url":"https:\/\/www.poemist.com\/john-ashmore"}},{"title":"I Made A Mistake","content":"I reached up into the top of the closet\nand took out a pair of blue panties\nand showed them to her and\nasked 'are these yours? ' \nand she looked and said,\n'no, those belong to a dog.' \nshe left after that and I haven't seen\nher since. she's not at her place.\nI keep going there, leaving notes stuck\ninto the door. I go back and the notes\nare still there. I take the Maltese cross\ncut it down from my car mirror, tie it\nto her doorknob with a shoelace, leave\na book of poems.\nwhen I go back the next night everything\nis still there. \nI keep searching the streets for that\nblood-wine battleship she drives\nwith a weak battery, and the doors\nhanging from broken hinges. \nI drive around the streets \nan inch away from weeping,\nashamed of my sentimentality and\npossible love. \na confused old man driving in the rain\nwondering where the good luck\nwent.","url":"https:\/\/www.poemist.com\/charles-bukowski\/i-made-a-mistake","poet":{"name":"Charles Bukowski","url":"https:\/\/www.poemist.com\/charles-bukowski"}},{"title":"Wrinkles","content":"This, biting Frost-this, branding Sun-\nThis, Wind or drenching Rain hath done:\nEach perfecting the Sculptor's plan\nUpon the godlike image, Man.","url":"https:\/\/www.poemist.com\/john-bannister-tabb\/wrinkles","poet":{"name":"John Bannister Tabb","url":"https:\/\/www.poemist.com\/john-bannister-tabb"}},{"title":"Sims: The Game","content":"In some ways it's Life Real Life \nin some ways Yes in some ways No\n\nYou design the people they can be \noutgoing nice playful active neat \nbut you can't make them be everything \nif they are neat they will clean up after themselves \n(Charisma is when they talk to themselves \nin front of a mirror)\n\nAdults never get older &amp; old people can do \nanything young people can do \nAdults don't have to have jobs they can cheat: \npush the rose bud &amp; money appears\n\nJob objects like pizza ovens earn you money \nor you can be an extra in a movie a soldier \na doctor an astronaut a human guinea pig\n\nChildren get older slowly every day they get a report card \nchildren can live in the house without adults \n(a family is anyone who lives in the house with you)\n\nEveryone gets skill points: \nfor chess painting playing the piano \ngardening cooking swimming mechanics \n(when you get points a circle above your head \nfills up with blue)\n\n&amp; there are goals: not to run out of money not to die \n&amp; to buy more stuff for the house \n(like a pool table or an Easy Double Sleeper Bed)\n\nAdults can get married but it's hard to get married \nYou tell them to propose but they can't make the decision \non an empty stomach or they've just eaten \n&amp; are too tired\n\nTo have a Baby click Yes or No &amp; a baby carriage \nrolls up\n\nEveryone has to eat sleep go to the bathroom etc. \nif they live alone &amp; don't have friends \nthey get depressed &amp; begin waving their arms\n\nIf you give them Free Will you don't have to \nkeep track of them \nbut it's strange what they'll do: \nonce a player fell asleep under the stairs standing up\n\n&amp; sometimes they go into a bedroom that isn't theirs \n&amp; sleep in the wrong bed then you have to tell them: \nWake up! That is not your bed!\n\nIf they are mad they stomp on each other or put each other \nin wrestling holds but no one gets hurt\n\nThere are different ways to die: \nyou can drown in the pool if you swim laps for 24 hours \n(the Disaster Family all drowned in the pool \nexcept the little girl who kept going \nto school after they died she was perfect)\n\n&amp; the stove or fireplace or grill \ncan set the house on fire: \nonce there was a fire in the kitchen \neight people rushed in \nyelling Fire! Fire! &amp; blocked the door \nso the firemen couldn't get through \n(after that everyone had to study cooking \nnow there are less accidents)\n\nIf you have Free Will you can starve or drown yourself \nthen you wander around as a ghost \nuntil another player agrees to resurrect you\n\nIn some ways it's Life Real Life \nin some ways Yes in some ways No","url":"https:\/\/www.poemist.com\/elizabeth-spires\/sims-the-game","poet":{"name":"Elizabeth Spires","url":"https:\/\/www.poemist.com\/elizabeth-spires"}},{"title":"Midnight","content":"The world is locked in sleep with perfect night. \nGazing from out my window I behold \nThe moon, a burnished bowl of gleaming gold, \nHung in mid-sky with azure wine brimmed bright. \nThe sentinel church-spire lifts its stately height, \nAnd, where the vane upon its crest is bold, \nA single wanderer from the starry fold \nShines cold and spectral with its twinkling light. \n\nWhite are the roofs, in crystal garments all; \nUnheard the murmuring streamlet's rhythmic flow- \nWeird shapes upon the spotless waste of snow, \nThe tree trunks stand where their gaunt shadows fall. \nBlest hour of rest-gift of a hand Divine! \nWhat quiet, peace, tranquillity are thine!","url":"https:\/\/www.poemist.com\/clinton-scollard\/midnight","poet":{"name":" Clinton Scollard","url":"https:\/\/www.poemist.com\/clinton-scollard"}}]