[{"title":"The Hanging Man","content":"By the roots of my hair some god got hold of me.\nI sizzled in his blue volts like a desert prophet.\n\nThe nights snapped out of sight like a lizard's eyelid :\nA world of bald white days in a shadeless socket.\n\nA vulturous boredom pinned me in this tree.\nIf he were I, he would do what I did.","url":"https:\/\/www.poemist.com\/sylvia-plath\/the-hanging-man","poet":{"name":"Sylvia Plath","url":"https:\/\/www.poemist.com\/sylvia-plath"}},{"title":"Once More","content":"I had not thought again to be\nA dreamer of such dreams as these.\nThe springtime is no more for me;\nMy summer died beyond the seas.\nFrom what untimely source begin\nThese stirrings of the life within?\n\nI had not thought again to taste\nThe bitter sweet, the joyous pain.\nI dreamed that I had trodden waste,\nBeyond the power of sun or rain,\nThe soil that grew the passion fruit;—\nThen, whence this blossom underfoot?\nI had not thought again to see\nBeyond the homely pale of truth;—\nThe lights and shapes of witchery,\nThat glorify the skies of youth,\nI only know as perished things;—\nWhence, then, this flash of angel wings?\n\nHow spend the day, yet save the hours?\nI had my day; the hours are fled.\nHow eat the fruit, yet hold the flowers?\nI ate the fruit; the flowers are dead.\nOh, what divine or fiendish art\nHath twined fresh tendrils round my heart?\n\nI said, 'tis good to be alone,\nNo alien hand to urge or check.\nI said, my spirit is my own,\nTo loose or bind, to save or wreck.\nI trod on Love, called Reason lord;—\nLo, whence this subtle silken cord?\n\nOh, who shall tell if this be strength\nRe-risen, or ghost of old defect?\nThe truth of manhood come at length,\nOr weakness born of purpose wrecked?\nI only know it is the whole\nArch-craving of a hungry soul.\n\nI only know that all the hordes\nOf buried hopes and jealousies\n\nAre risen again and crossing swords,\nAnd that 'twas but an armistice,\nA breathing time 'twixt strife and strife,\nWhich I had deemed a peace for life.\n\nOh! who can tell where duty lies—\nTo urge, repress, advance, or stay?\nTo grasp at Good in Beauty's guise,\nOr brush the pretty lure away,\nEre doubtful war of hopes and fears\nConsume the hoarded strength of years?","url":"https:\/\/www.poemist.com\/james-brunton-stephens\/once-more","poet":{"name":"James Brunton Stephens","url":"https:\/\/www.poemist.com\/james-brunton-stephens"}},{"title":"Academe","content":"Pleasanter than the hills of Thessaly,\nNearer and dearer to the poet's heart\nThan the blue ripple belting Salamis,\nOr long grass waving over Marathon,\nFair Academe-most holy Academe,\nThou art, and hast been, and shalt ever be.\nI would be numbered now with things that were,\nChanging the wasting fever of to-day\nFor the dear quietness of yesterday:-\nI would be ashes, underneath the grass,\nSo I had wandered in thy platane walks\nOne happy summer twilight-even one:-\nWas it not grand, and beautiful and rare,\nThe music, and the wisdom, and the shade,\nThe music of the pebble-paven rills,\nAnd olive boughs, and bowered nightingales,\nChorussing joyously the joyous things\nTold by the gray Silenus of the grove,\nLow-fronted and large-hearted Socrates!\nOh! to have seen under the olive blossoms\nBut once-once only in a mortal life,\nThe marble majesties of ancient Gods!\nAnd to have watched the ring of listeners,\nThe Grecian boys gone mad for love of Truth,\nThe Grecian girls gone pale for love of him\nWho taught the truth, who battled for the truth;\nAnd girls and boys, women and bearded men,\nCrowding to hear and treasure in their hearts\nMatter to make their lives a happiness,\nAnd Death a happy ending.\nOne there was\nA meek disciple and an equal friend,\nWho night by night in rocky Megara\nWaited the coming of the evening star,\nAs young Leander waited for the lighting\nOf Hero's lamp; and when the star was up\nThen rose he from the watch, and flung aside\nThe broidered tunic and the leathern boot,\nMarking him masculine, and round his heart\nFolded a woman's robe, and on his foot\nBuckled a woman's shoe, and hid his beard\nUnder the wimple of a woman's hood,\nLest the bright glitter of its golden curl\nBring him to death, for there was come a law,\nTold to the city from the trumpet-mouth:-\n'If citizen of Megara shall tread\n'The stones of Athens, he shall surely die.'\nBut what are laws of men to him who lusted\nTo learn the laws of God; he journeyed on\nSafe in his secrecy, the weary stades\nFrom Megara to Athens, never failing.\nAnd from the early flower-buds that break\nTo see where summer tarries: to the frost\nThat glitters first of Autumn, all the nights\nHis soul was banqueting with Socrates.\nOne night-the last of all the happy nights-\nThey tracked him thitherward; he knew the fangs\nOf the fierce bloodhounds that had hunted him,\nThough they were habited in gentle guise\nOf teachable disciples, so he spake:-\n'Dear master, I have earned the right to listen\n'Only at cost of life, and they are here\n'Who know me for thy country's enemy,\n'And I must die, oh! is it pain to die?\n'Tell me one word of this fierce-fronted Death\n'Who strikes us to the soul.' Then answered he,\nThat mighty teacher of the right and wrong:\nWho told thee that death was dreadful to see,\nA withered and ghastly anatomy,\nFaint, longing heart?\nThat he rides in his wrath where the earth is red,\nStriking her daintiest children dead\nWith a venemous dart?\nHe weareth a dim and a shadowy form,\nLike the varying clouds of a summer storm\nWith beauty like theirs;\nAnd he speedeth o'er city and sea and land,\nWith a still soft step and a gentle hand,\nDrying up tears.\nAnd they that have gazed on his pitying look\nAre free to read in the spirit-book\nWhere all things are told;\nAnd the sick heart's struggle is over then,\nAnd the soul springs up from its earthly den\nTo its home of old.\nWhat though he come then, this gentle Death,\nWith a quick faint pang, and a flagging breath,\nShall we fear the meeting?\nMaiden and lover, and poet and slave,\nWe should welcome him well at the gate of the grave\nWith a proud, glad greeting.\nHe ended; and the nightingales anew\nSang clear contempt of pain, with feathered breasts\nBleeding against the thorn; the tear of terror\nDried into smile upon the scholar's cheek,\nA peaceful happy smile; that night he bought\nHis spirit's freedom with his body's blood.","url":"https:\/\/www.poemist.com\/edwin-arnold\/academe","poet":{"name":"Edwin Arnold","url":"https:\/\/www.poemist.com\/edwin-arnold"}},{"title":"Revolution","content":"Spooky summer on the horizon I'm gazing at\nfrom my window into the streets\nThat's where it's going to be where everyone is\nwalking around, looking around out in the open\nsuspecting each other's heart to open fire\nall over the streets\n                              like streets you read about every day\nwho are the network we travel through on the way to the center   \nwhich is energy filling life\nand bursting with joy all over the screen\n                                                             I can't sit still any longer!\n\nI want to go where I'm not feeling so bad\nGet off this little island before the bridges break   \n(my heart is a sore thing too)\nNo I want to sit in the middle watching movies   \nthen go to bed in my head\nSomeone is banging on it with a heavy stick like the enemy\nwho is he going to be turns into a face you can't recognize\nthen vanishes behind a window behind a gun   \nLike the lonely hero stalking the main street   \ncries out Where are you? I just want to know\nall the angles of death possible under the American sky!\n\nI can hardly see for all the buildings polluting the sky   \nuntil it changes into a barrage of bottles\nthen clears up for a second while you breathe\nand you realize you'e still as alive as ever and want to be   \nbut would like to be somewhere else perhaps Africa   \nStart all over again as the race gets darker and darker   \nand the world goes on the way I always thought it would\nFor the winner is someone we recognize out of our collective past   \nwhich is turning over again in the grave\n\n                                    It is so important when one dies you replace her   \n                                    and never waste a minute","url":"https:\/\/www.poemist.com\/anne-waldman\/revolution","poet":{"name":"Anne Waldman","url":"https:\/\/www.poemist.com\/anne-waldman"}},{"title":"The Guinea Pig And The Green Balloon","content":"I approached the luminous stranger who came to me\nfrom darkness in a gown of lettuce leaves, in a velvet\n\ncloak of green that appeared at first another piece of dark,\nbut pulled apart into the glow-sphere that danced\n\nin swaying steps, the lucent majesty that slipped toward me\nfrom the reigning silence black above my cage.\n\nOh extravagant—and were my teeth too sharp to greet\nor sharp enough? I do not understand now what was meant\n\nto happen and what was a mistake—but know the bursting,\nthe sickening snap of ecstasy wrenched back to the body\n\nand the green gown flung in crippled circles traced\nlike diagrams of wasting moons above my head—or portals\n\nto another world, I thought, but as I thought, the shriek\ndissolved, the body crumpled from the air and landed\n\non its side beneath the salt lick. All night I tended\nthe wasted skin and careful, brought it water,\n\nalfalfa, made a bed of cedar chips and tried to gather\nmolecules of breath that floated from the plant shelf.\n\nWhen I remembered morning, I began to cry, began to pray\nfor night to stay until the green took shape again\n\nand if that shape were gone, I prayed for night\nto stay, to be held in the same forever-dark\n\nin which I first looked up and saw the gentle body,\nand saw the graceful swaying of the stranger coming\n\nas if for me—now I do not know—but then,\nas if for me, and all my loneliness gone.","url":"https:\/\/www.poemist.com\/oni-buchanan\/the-guinea-pig-and-the-green-balloon","poet":{"name":"Oni Buchanan","url":"https:\/\/www.poemist.com\/oni-buchanan"}}]