[{"title":"Too Late","content":"HOPE? What! hope !—you say there is hope for the long-lost one!\nHope! when the light is out; hope! when the oil is done;\nHope! No, no, good lady! no hope for me, at least;\nNo home for me but the clammy grave when life has ceased.\nHope! Well, there might have been hope had my mother lived; but, then,\n5\nGod struck her dead, and I was left alone among men.\nGod knows how I loved her; and shall I never see her again?\nIs there no glimpse of heaven for those who are doomed to pain?\nOh, cannot she come and kiss me? Oh, cannot she pray by my side,\nAs she did long ago on that terrible evening before she died?\n10\nIf she prayed God would hear her, and perhaps—but no;\nI'm too old a sinner for mercy—there is nothing for me but woe.\n\nYou say that I yet could be saved if I sorrowed for my sin;\nThat the Lord is at heaven's gate to take poor sinners in!\nGod knows that I hate my sin, but I feel that it cannot be;\n\n15\nI've so often forsaken Him, that He must have forsaken me.\nNay, don't offer a prayer for me, lady, it's only mocking at God:\nWho knows but my tired heart still may rest beneath the sod?\nFor I always loved the sunny fields and the sweet, sweet flowers,\nAnd longed to be pure once again like them, in my better hours.\n20\n\nBut after I first had fallen the devil opened my eyes,\nAnd I saw that the world knew my shame, and I hadn't the heart to rise;\nSo I gave up trying to be good, and sank down lower in sin,\nTho' the thought of poor dead mother made me always hate it within.\nOh, many's the night that I've wandered about thro' rain and snow,\n25\nWandered about in the street, and didn't know where had to go;\nAnd I've often crept to the river and looked at it, still and black,\nAnd thought how every one spurned me—but something held me back.\nI remember how once, when I stopped, half-dead, one rainy day,\nTo rest on his steps for a moment, the servants drove me away;\n30\nDrove me away like a dog from the door of the man for whom,\nO God! I had given up all in this world and beyond the tomb.\nBut don't weep at my story, good lady; I'm not worth it living or dead!\nHa, ha! I'm not frightened of Death, nor the devils that dance round my bed:\nThere cannot be any hell deeper nor fuller of devils and strife\n35\nThan the hell that burns in my heart, and the fire that eats out life.","url":"https:\/\/www.poemist.com\/frederick-george-scott\/too-late","poet":{"name":"Frederick George Scott","url":"https:\/\/www.poemist.com\/frederick-george-scott"}},{"title":"Waly, Waly","content":"O waly, waly, up the bank,\nO waly, waly, down the brae.\nAnd waly, waly, yon burn side,\nWhere I and my love wont to gae.\nI leaned my back unto an aik,\nAn' thocht it was a trustie tree,\nBut first it bow'd and syne it brak,\nSae my true love did lichtly me.\n\nO waly, waly, but love is bonnie\nA little time while it is new,\nBut when it's auld it waxes cauld,\nAnd fades away like morning dew.\nO wherefore should I busk my head,\nO wherefore should I kame my hair,\nFor my true love has me forsook,\nAnd says he'll never love me mair.\n\nNow Arthur's Seat shall be my bed,\nThe sheets shall ne'er be pressed by me,\nSt. Anton's well shall be my drink,\nSince my true love has forsaken me.\nMartinmas wind, when wilt thou blaw,\nAnd shake the green leaves off the tree!\nO gentle Death, when wilt thou come?\nFor of my life I am wearie!\n\n'Tis not the frost that freezes fell,\nNor blawing snaw's inclemencie,\n'Tis not sic cauld that makes me cry,\nBut my love's heart's grown cauld to me.\nWhen we came in by Glasgow toun\nWe were a comely sicht to see;\nMy love was clad in the black velvet,\nAnd I mysel in cramasie.\n\nBut had I wist before I kist\nThat love had been sae ill to win,\nI'd locked my heart in a case of gold,\nAnd pinned it wi' a siller pin.\nOh, oh! if my young babe were born,\nAnd set upon the nurse's knee;\nAnd I myself were dead and gane,\nAnd the green grass growing over me!","url":"https:\/\/www.poemist.com\/andrew-lang\/waly-waly","poet":{"name":"Andrew Lang","url":"https:\/\/www.poemist.com\/andrew-lang"}},{"title":"The Songstress","content":"THE dearest accents ever heard\n    Are thine my canny Sally—nay,\nThou art to me the sweetest bird\n    That ever charmed the hours away.\n\nI listen to each syllable\n    Doth from thy lips of scarlet flow\nAnd how I feel I cannot tell—\n    But fain would feel forever so.\n\nThe stalest jest, the tritest tale,\n    The rudest air, the longest song,\nFrom thee were neither trite nor stale,\n    From thee were neither rude nor long.\n\nThy music puts me in a trance,\n    When I'm to heaviness inclined;\nAnd maketh me in glee to dance,\n    When I've no dancing in my mind.\n\nThe well-played lute, panpipe, or flute,\n    May—must the tender heart enchant;\nBut neither flute, panpipe, or lute\n    Had ever thy sweet tongue to vaunt.","url":"https:\/\/www.poemist.com\/joseph-skipsey\/the-songstress","poet":{"name":"Joseph Skipsey","url":"https:\/\/www.poemist.com\/joseph-skipsey"}},{"title":"Awake","content":"Awake, awake, to this bright shining day.\n The sparrows are testing the breezes.\n The scent of the blossoming olives from Russia\n Lies heavy like oranges juicy and sweet.\n\n I love it, I love it.\n Joy mixes with sorrow.\n The bushes and grasses now green in the spring\n Dry and brown will become on the morrow.","url":"https:\/\/www.poemist.com\/erville-allen\/awake","poet":{"name":" Erville Allen","url":"https:\/\/www.poemist.com\/erville-allen"}},{"title":"Glædens Kilde","content":"Dette veed jeg, at fra nu herneden\nAldrig tørres ud min Glædes Væld.\nIntet kan forstyrre meer mit Eden,\nIntet rokke Grunden til mit Held.\n\nStedse, hvor jeg vender mine Blikke,\nTryller mig et saligt Himmellyn,\nSelv i Mulmet det forsvinder ikke;\nThi Hun svæver evig for mit Syn.\n\nHvor jeg lytter hen, jeg kan fornemme,\nSelv hvor aldrig Livets Toner klang,\nLysets Aanders høie Jubelsang;\nThi jeg hører evig Hendes Stemme.\n\nParadisets Flor omdufter mig,\nSelv naar jeg blandt nøgne Klipper vandrer;\nThi, mens Tid og Rum sig rundt forandrer,\nBlir min Himmel uforanderlig.\n\nNærm dig, Skiebne, vred! lad fierne sorte\nTordensvangre Skyêr forkynde dig!\nSpær mig alle Lykkens aabne Porte!\nHver en Haabets Engel skiule sig!\n\nJeg oplukker Dørren til Guds Rige\nNaar jeg vil, med Nøglen i mit Bryst.\nElskes er et Held for Dødelige —\nDeraf veed jeg lidet her at sige:\n\nMen jeg elsker evig uden Lige —\nOg det er Udødeliges Lyst!","url":"https:\/\/www.poemist.com\/jens-baggesen\/glaedens-kilde","poet":{"name":"Jens Baggesen","url":"https:\/\/www.poemist.com\/jens-baggesen"}}]